{ "posts": [{
"id": 0,
    "title": "Barbara Hepworth Museum and Sculpture Garden, St Ives",
    "image": "https://s-media-cache-ak0.pinimg.com/originals/79/6d/b7/796db7222a67fcad4ceb55c331040ef5.jpg",
    "body": "Carving to me is more interesting than modelling, because there is an unlimited variety of materials from which to draw inspiration. Each material demands a particular treatment and there are an infinite number of subjects in life each to be re-created in a particular material. In fact, it would be possible to carve the same subject in a different stone each time, throughout life, without a repetition of form. If a pebble or an egg can be enjoyed for the sake of its shape only, it is one step towards a true appreciation of sculpture. A tree trunk, with its changing axis, swellings and varied sections, fully understood, takes us a step further. Then finally it is realised that abstract form, the relation of masses and planes, is that which gives sculptural life, this, then, admits that a piece of sculpture can be purely abstract or non-representational.",
    "author": "Molly Curtin",
    "date": "today",
    "category": "ways out"
  },
    {
    "id": 1,
    "title": "Piet Mondrian",
    "image": "http://www.piet-mondrian.org/images/paintings/composition-c.jpg",
    "body": "Mondrian was a contributor to the De Stijl art movement and group, which was founded by Theo van Doesburg. He evolved a non-representational form which he termed neoplasticism. This consisted of white ground, upon which he painted a grid of vertical and horizontal black lines and the three primary colors.",
    "author": "Paul Hess",
    "date": "today",
    "category": "ways out"
  },
    {
    "id": 2,
    "title": "Spectrum Colors Arranged by Chance",
    "image": "https://patternandshape.files.wordpress.com/2015/12/img_1878.jpeg?w=1305",
    "body": "Ellsworth Kelly was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and minimalism. His works demonstrate unassuming techniques emphasizing simplicity of form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors. He lived and worked in Spencertown, New York.",
    "author": "Molly Curtin",
    "date": "today",
    "category": "ways out"
  },
    {
    "id": 3,
    "title": "Andy Goldsworthy",
    "image": "http://metamorphosisproject.org/wp-content/uploads/2015/09/g3.jpg",
    "body": "The materials used in Andy Goldsworthy's art often include brightly coloured flowers, icicles, leaves, mud, pinecones, snow, stone, twigs, and thorns. He has been quoted as saying",
    "author": "Paul Hess",
    "date": "today",
    "category": "ways out"
  },
    {
    "id": 4,
    "title": "Le Corbusier's Tapisserie au Palais de Justice",
    "image": "https://patternandshape.files.wordpress.com/2016/03/happy-spring-equinox-2016.png?w=1305",
    "body": "The Open Hand La Main Ouverte is a recurring motif in Le Corbusier's architecture, a sign for him of 'peace and reconciliation. It is open to give and open to receive.' The largest of the many Open Hand sculptures that Le Corbusier created is a 26 meter high version in Chandigarh, India known as Open Hand Monument.",
    "author": "Molly Curtin",
    "date": "today",
    "category": "ways out"
  }],

  "authors": [{
    "name": "Molly Curtin"
  }, {
    "name": "Paul Hess"
  }]
}
